Repository: pmpr/wp-mdl-auto-link
Catalog: translation/*.po
Languages: fa_ir

source: Auto linking started successfully.
fa_ir: لینک‌سازی خودکار با موفقیت شروع شد.

source: Auto linking already started.
fa_ir: لینک‌سازی خودکار پیش از این شروع شده است.

source: Auto linking stopped successfully.
fa_ir: لینک‌سازی خودکار با موفقیت متوقف شد.

source: Auto linking already stopped.
fa_ir: لینک‌سازی خودکار پیش از این متوقف شده است.

source: Your request is not valid
fa_ir: درخواست شما معتبر نیست

source: Auto Link Builder
fa_ir: لینک ساز

source: Content Segments
fa_ir: بخش‌های محتوا

source: Content Segment
fa_ir: بخش محتوا

source: Phrase Dictionary
fa_ir: دیکشنری عبارت

source: Best Candidate
fa_ir: بهترین کاندید

source: No candidate found yet.
fa_ir: کاندیدی یافت نشد.

source: Identifier
fa_ir: شناسه

source: Type
fa_ir: نوع

source: Contentful
fa_ir: داخل متن

source: None Contentful
fa_ir: بیرون متن

source: Parent
fa_ir: والد

source: Site Content
fa_ir: محتوای سایت

source: Phrases Dictionary
fa_ir: دیکشنری عبارات

source: Text
fa_ir: متن

source: Phrase Match
fa_ir: تطبیق عبارت

source: Phrase Matches
fa_ir: تطابق عبارات

source: Similarity
fa_ir: شباهت

source: Site Contents
fa_ir: محتوای‌های سایت

source: Object ID
fa_ir: نوشته یا ترم

source: Object Type
fa_ir: نوع شی

source: Post
fa_ir: نوشته‌

source: Term
fa_ir: ترم

source: Title
fa_ir: عنوان

source: Keyword
fa_ir: کلمه کلیدی

source: AutoLink Setting
fa_ir: تنظمات لینک ساز

source: Setting
fa_ir: تنظیمات

source: Rules
fa_ir: قواعد

source: Define Linking Rules
fa_ir: تعریف قواعد لینک‌سازی

source: General
fa_ir: عمومی

source: Links Count Threshold
fa_ir: آستانه تعداد لینک

source: How many link must be chosen under %s tag?
fa_ir: چه تعداد لینک در زیر هر تگ %s انتخاب شود؟

source: Find Candidate to Linking By
fa_ir: یافتن کاندید توسط

source: Specify which parameter should be used for the search process in link building
fa_ir: مشخص کنید کدام پارامتر برای فرایند جستجو در لینک سازی استفاده شود

source: Specify which %2$s, %1$s should link to.
fa_ir: مشخص کنید %1$s به کدام %2$s لینک بدهد.

source: Content Segment Type
fa_ir: نوع بخش محتوا

source: Site Content Types
fa_ir: انواع محتوای سایت

source: Enabled
fa_ir: فعال‌سازی

source: Post Types
fa_ir: نوع نوشته‌ها

source: Taxonomies
fa_ir: تکسنومی‌ها

source: Link Type
fa_ir: نوع لینک

source: Compliance Rate
fa_ir: میزان انطباق

source: High
fa_ir: بالا

source: Middle
fa_ir: میانه

source: Low
fa_ir: کم

source: Start Auto Linking
fa_ir: شروع لینک سازی خودکار

source: Stop Auto Linking
fa_ir: توقف لینک سازی خودکار

source: Quick Actions
fa_ir: عملیات سریع

source: You can control automatic link building activity through this section.
fa_ir: می‌توانید از طریق این بخش فعالیت لینک سازی خودکار را کنترل کنید.
